Repository: JvGinkel/openode
Catalog: openode/locale/*/LC_MESSAGES/djangojs.po
Languages: cs

source: Are you sure you want to remove your %s login?
cs: Skutečně chcete odstranit své %s přihlašovací údaje?

source: Please add one or more login methods.
cs: Zadejte prosím jeden či více způsobů přihlášení.

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
cs: Nemáte ještě zadán způsob přihlášení, prosím zadejte kliknutím na některou z ikon níže.

source: passwords do not match
cs: Hesla se neshodují.

source: Show/change current login methods
cs: Zobrazit/změnit současný způsob přihlášení.

source: Please enter your %s, then proceed
cs: Prosím zadejte své %s a pak pokračujte

source: Connect your %(provider_name)s account to %(site)s
cs: Přihlásit svůj %(provider_name)s účet k %(site)s

source: Change your %s password
cs: Změňte své %s heslo

source: Change password
cs: Změnit heslo

source: Create a password for %s
cs: Vytvořit heslo pro %s

source: Create password
cs: Vytvořit heslo

source: Create a password-protected account
cs: Založit heslem chráněný účet

source: loading...
cs: Načítá se...

source: insufficient privilege
cs: Nedostatečná oprávnění

source: cannot pick own answer as best
cs: promiňte, nemůžete schválit svou vlastní odpověď.

source: please login
cs: prosím přihlašte se

source: anonymous users cannot follow questions
cs: anonymní uživatelé nemohou sledovat otázky

source: anonymous users cannot subscribe to questions
cs: anonymní uživatelé nemohou podepsat otázky

source: anonymous users cannot vote
cs: promiňte, anonymní uživatelé nemohou hlasovat

source: please confirm offensive
cs: opravdu je tento příspěvek urážlivý, obsahuje spam, reklamu, nevhodné poznámky apod.?

source: please confirm removal of offensive flag
cs: opravdu je tento příspěvek urážlivý, obsahuje spam, reklamu, škodlivé poznámky, apod.?

source: anonymous users cannot flag offensive posts
cs: anonymní uživatelé nemohou označit urážlivé příspěvky

source: confirm delete
cs: opravdu chcete toto smazat?

source: anonymous users cannot delete/undelete
cs: Promiňte, anonymní uživatelé nemohou mazat nebo obnovit příspěvky

source: post recovered
cs: váš příspěvek byl právě obnoven!

source: post deleted
cs: váš příspěvek byl právě smazán!

source: add comment
cs: přidat komentář

source: save comment
cs: uložit komentář

source: Please enter question title (>10 characters)
cs: Zadejte prosím nadpis otázky (>10 znaků)

source: Tag "<span></span>" matches:
cs: Tag "<span></span> odpovídá:

source: and %s more, not shown...
cs: a %s dalších nezobrazených

source: Please select at least one item
cs: Prosím vyberte alespoň jednu položku

source: Please enter %s more character
cs: Prosím vložte více než %s znak

source: Please enter %s more characters
cs: Prosím vložte více než %s znaky

source: Delete this notification?
cs: Smazat toto upozornění?

source: Close this entry?
cs: Zavřít tento záznam?

source: Remove all flags on this entry?
cs: Odebrat všechny odznáčky tohoto záznamu?

source: Delete this entry?
cs: Smazat tento záznam?

source: Please <a href="%(signin_url)s">signin</a> to follow %(username)s
cs: Prosím <a href="%(signin_url)s">signin</a> pro sledování %(username)s

source: unfollow %s
cs: Nesledovat %s

source: following %s
cs: Sledované %s

source: follow %s
cs: Sledovat %s

source: click to close
cs: pro zavření klikněte

source: bold
cs: tučné

source: italic
cs: kurzíva

source: link
cs: odkaz

source: quote
cs: citace

source: preformatted text
cs: předformátovaný text

source: image
cs: obrázek

source: attachment
cs: příloha

source: numbered list
cs: číslovaný seznam

source: bulleted list
cs: odrážkový seznam

source: heading
cs: nadpis

source: horizontal bar
cs: horizontální čára

source: undo
cs: zpět

source: redo
cs: vpřed

source: enter image url
cs: vložit URL obrázku, např. http://www.example.com/image.jpg nebo nahrajte soubor s obrázkem

source: enter url
cs: vložit webovou adresu, např. http://www.example.com "předmět stránky"

source: upload file attachment
cs: Prosím vyberte a nahrajte soubor:
